/*
[00:01.12]送你一朵小红花
[00:08.07]
[00:10.47]送你一朵小红花
[00:13.72]开在你昨天新长的枝桠
[00:18.12]
[00:19.47]奖励你有勇气 主动来和我说话
[00:27.67]
[00:28.97]不共戴天的冰水啊
[00:32.51]
[00:33.81]义无反顾的烈酒啊
[00:36.92]
[00:37.98]多么苦难的日子里
[00:41.46]
[00:42.34]你都已战胜了它
[00:46.80]
[00:49.72]送你一朵小红花
[00:52.94]遮住你今天新添的伤疤
[00:57.10]
[00:58.46]奖励你在下雨天 还愿意送我回家
[01:06.61]
[01:08.11]科罗拉多的风雪啊
[01:11.54]
[01:13.11]喜马拉雅的骤雨啊
[01:16.14]
[01:17.58]只要你相信我 闭上眼就能到达
[01:25.96]
[01:49.75]送你一朵小红花
[01:53.17]开在那牛羊遍野的天涯
[01:57.37]
[01:59.09]奖励你走到哪儿 都不会忘记我呀
[02:06.69]
[02:08.30]洁白如雪的沙滩啊
[02:11.78]
[02:12.65]风平浪静的湖水啊
[02:16.17]
[02:17.61]那些真实的幻影啊
[02:20.83]
[02:21.37]是我给你的牵挂
[02:25.54]
[02:26.70]送你一朵小红花
[02:29.87]开在你心底最深的泥沙
[02:34.19]
[02:35.90]奖励你能感受 每个命运的挣扎
[02:43.63]
[02:44.84]是谁挥霍的时光啊
[02:48.55]
[02:49.72]是谁苦苦的奢望啊
[02:53.22]
[02:54.35]这不是一个问题
[02:58.44]也不需要你的回答
[03:02.34]
[03:03.65]送你一朵小红花
[03:09.69]
[03:12.23]送你一朵小红花
[03:18.92]
[03:22.14]送你一朵小红花
[03:28.06]
[03:31.65]送你一朵小红花
[03:37.26]
[03:40.72]送你一朵小红花
*/

/*
[00:14.28]如何面对 曾一起走过的日子
[00:21.21]现在剩下我独行 如何用心声一一讲你知
[00:28.37]从来没人明白我 唯一你给我好日子
[00:35.38]有你有我有情有生有死有义
[00:40.71]
[00:42.47]多少风波都愿闯 只因彼此不死的目光
[00:49.51]有你有我有情有天有海有地
[00:56.55]不可猜测总有天意 才珍惜相处的日子
[01:03.67]道别话亦未多讲 只抛低这个伤心的汉子
[01:09.67]
[01:17.66]沉沉睡了 谁分享今生的日子
[01:24.69]活着但是没灵魂 才明白生死之间的意思
[01:31.76]情浓完全明白了 才甘心披上孤独衣
[01:38.85]有你有我有情有天有海有地
[01:43.51]
[01:45.91]当天一起不自知 分开方知根本心极痴
[01:52.99]有你有我有情有生有死有义
[02:00.04]只想解释当我不智 如今想倾诉讲谁知
[02:07.06]剩下绝望旧身影 今只得千亿伤心的句子
[02:13.14]
[02:21.26]沉沉睡了 谁分享今生的日子
[02:28.25]活着但是没灵魂 才明白生死之间的意思
[02:35.34]情浓完全明白了 才甘心披上孤独衣
[02:42.35]有你有我有情有天有海有地
[02:47.26]
[02:49.40]当天一起不自知 分开方知根本心极痴
[02:56.46]有你有我有情有生有死有义
[03:03.48]只想解释当我不智 如今想倾诉讲谁知
[03:10.55]剩下绝望旧身影 今只得千亿伤心的句子
[03:17.57]剩下绝望旧身影 今只得千亿伤心的句子
[03:25.39]
*/